---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyKeynote
source: html/44e8e129-2617-9de1-6c51-9658699b5b8d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyKeynote Property

"Assembly: Keynote"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetAssemblyKeynote { get; }
```